<html>
<head>
<title>
Discipline &#351;colare
</title>
</head>
<body bgcolor="#FFE4C4" leftmargin="10%" topmargin="40px">
<b><font color="#5F9EA0" size="7" face="Times New Roman"><center>Lista disciplinelor</center></font></b> 
<font face="Times New Roman" size="4">
<dl>
	
	<dt><b>Limba &#351;i literatura rom&#226;n&#259;</b></dt>
		<dd> este o limb&#259; indo-european&#259;, din grupul italic &#351;i din subgrupul oriental al limbilor romanice.</dd>
	<dt><b>Limba englez&#259;</b></dt>
		<dd> este o limb&#259; vest germanic&#259; av&#226;ndu-&#351;i originile &#238;n Anglia, &#351;i care este &#238;n prezent limba matern&#259; pentru majoritatea locuitorilor Australiei, Canadei, 
		Commonwealth-ului Caraibean, Irlandei, Noii Zeelande, Regatului Unit &#351;i Statelor Unite ale Americii (cunoscute de asemenea drept &#34;Anglosfera&#34;).</dd>
	<dt><b>Chimia</b></dt>
		<dd> reprezint&#259; una dintre ramurile &#351;tiin&#355;elor naturale al c&#259;rei obiect de studiu &#238;l constituie compozi&#355;ia, structura, propriet&#259;&#355;ile &#351;i schimbarea materiei. Chimia mai 
		este numit&#259; &#351;i &#34;&#351;tiin&#355;a de mijloc&#34; sau &#34;&#351;tiin&#355;a central&#259;&#34;, &#238;ntruc&#226;t con&#355;ine elemente combinate din cadrul celorlalte &#351;tiin&#355;e ale naturii precum 
		astronomia, fizica, biologia &#351;i geologia.<dd>	
	
	<dt><b>Informatica</b></dt>
		<dd> este &#351;tiin&#355;a proces&#259;rii sistematice a informa&#355;iei, &#238;n special a proces&#259;rii cu ajutorul calculatoarelor. Termenul englezesc corespunz&#259;tor este Computer Science 
		(&#351;tiin&#355;a calculatoarelor).</dd>
	<dt><b>Geografia</b></dt>
		<dd> este &#351;tiin&#355;a care studiaz&#259; relieful, terenurile, tr&#259;s&#259;turile, locuitorii &#351;i fenomenele P&#259;m&#226;ntului. O traducere literal&#259; ar fi &#34;s&#259; descrii sau 
		s&#259; scrii despre P&#259;m&#226;nt&#34;.</dd>
	<dt><b>Istoria rom&#226;nilor &#351;i universal&#259;</b></dt>
		<dd> este &#351;tiin&#355;a care studiaz&#259; evolu&#355;ia societ&#259;&#355;ii omene&#351;ti din trecut p&#226;n&#259; &#238;n prezent. Obiectul istoriei nu se limiteaz&#259; doar la evenimentele 
		politice, cum ar fi de exemplu b&#259;t&#259;liile sau faptele conduc&#259;torilor. El cuprinde &#351;i aspectele economice, sociale &#351;i culturale (uneltele, ocupa&#355;iile &#351;i organizarea oamenilor, crea&#355;iile 
		artistice &#351;i credin&#355;ele religioase, via&#355;a de zi cu zi etc.).</dd>	
	<dt><b>Fizica</b></dt>
		<dd> este &#351;tiin&#355;a care studiaz&#259; propriet&#259;&#355;ile &#351;i structura materiei, formele de mi&#351;care ale acesteia, precum &#351;i transform&#259;rile lor reciproce. Fizica este una 
		dintre cele mai fundamentale discipline &#351;tiin&#355;ifice, iar scopul s&#259;u principal este de a &#238;n&#355;elege cum se comport&#259; universul.</dd>
	<dt><b>Matematica</b></dt>
		<dd> este &#238;n general definit&#259; ca &#351;tiin&#355;a ce studiaz&#259; rela&#355;iile cantitative, modelele de structur&#259;, de schimbare &#351;i de spa&#355;iu. &#206;n sens modern, matematica 
		este investigarea structurilor abstracte definite &#238;n mod axiomatic folosind logica formal&#259;.</dd>	
	<dt><b>Educa&#355;ia fizic&#259;</b></dt>
		<dd>Conceptul de baz&#259; al curriculumului &#351;colar de educa&#355;ie fizic&#259; const&#259; &#238;n ini&#355;ierea &#351;i ghidarea permanent&#259; a elevilor &#238;n scopul form&#259;rii unui sistem bine 
		corelat de cuno&#351;tin&#355;e, motiva&#355;ii, priceperi &#351;i deprinderi de a utiliza sistematic, con&#351;tient, &#238;n mod independent, mijloacele educa&#355;iei fizice (exerci&#355;iile fizice, factorii 
		naturali/igienici), precum &#351;i de a duce un mod s&#259;n&#259;tos de via&#355;&#259; at&#226;t &#238;n perioada &#351;colariz&#259;rii, c&#226;t &#351;i pe parcursul &#238;ntregii vie&#355;i.</dd>
	<dt><b>Educa&#355;ia civic&#259;</b></dt>
		<dd> const&#259; &#238;n formarea calit&#259;&#355;ilor cet&#259;&#355;eanului activ &#351;i responsabil, promotor al valorilor na&#355;ionale, general-umane &#351;i democratice,capabil 
		s&#259;-&#351;i asume responsabilitatea pentru propriul destin &#351;i destinul comunit&#259;&#355;ii.</dd>
	<dt><b>Biologia</b></dt>
		<dd> este &#351;tiin&#355;a natural&#259; care se ocup&#259; cu studiul vie&#355;ii &#351;i al tuturor organismelor vii. Ca &#351;tiin&#355;&#259; a vie&#355;ii, biologia studiaz&#259; organismele din punct 
		de vedere structural, al proceselor chimice, al interac&#355;iilor moleculare, al mecanismelor fiziologice, al dezvolt&#259;rii &#351;i al evolu&#355;iei.</dd>
	<dt><b>Dezvoltarea personal&#259;</b></dt>
		<dd> include activit&#259;&#355;i 	&#351;i experien&#355;e care au scopul final de a &#238;mbun&#259;t&#259;&#355;i starea de con&#351;tientizare, dezvoltare a talentelor &#351;i 
		abilit&#259;&#355;ilor personale, &#238;mbun&#259;t&#259;&#355;irea calit&#259;&#355;ii vie&#355;ii &#351;i contribuirea la realizarea aspira&#355;iilor &#351;i viselor personale. Cunoscut &#351;i sub denumirea de 
		&#34;self help&#34; sau &#34;evolu&#355;ie personal&#259;&#34;, conceptul de dezvoltare personal&#259; include ?&#351;i acitiv&#259;&#355;i formale sau informale pentru a dezvolta &#238;n al&#355;ii roluri precum cel de 
		profesor, ghid, consilier, manager, coach sau mentor.</dd>
</dl>
</font>
</body>
</html>